[
  {
    "caseNumber": "Police v Fayaz Ganga",
    "caseTitle": "Police v Fayaz Ganga          Mr P Balluck, Magistrate Intermediate Court",
    "judgmentDate": "",
    "fileName": "Police v Fayaz Ganga.pdf",
    "content": "\n\n1 \n \nPolice v Fayaz Ganga \n \n2025 INT 132 \n \n   THE INTERMEDIATE COURT OF MAURITIUS \n(Criminal Division) \nCause number: 240/2022 \n \nIn the matter of: - \n                                                   Police \n \n                                                      v/s \n \n                                              Fayaz GANGA \n \n \nJUDGMENT  \n \n1. Accused stands charged for the following offences – \n \n(a) Larceny with violence in breach of sections 301(1) and 305(1)(c) of the \nCriminal Code (Counts 1 & 3); and \n \n(b) Possession of property abstracted unlawfully in breach of sections 40, \n301(1) and 305(1)(c) of the Criminal Code (Alternative Counts 2 & 4). \n \n2. It is stipulated in the information – \n \nUnder Count 1 – That on or about 05 June 2020, at Morcellement Lamitie  in \nthe District of Pamplemousses, Accused did wilfully and fraudulently abstract \ncertain articles not belonging to himself, to wit: sum of Rs 700/-, a mobile phone \nand an ignition key. \n \nIt is also averred that, at the time of the larceny being committed, Accused did \nuse violence towards Mr Acktar Hussein Chummun. \n \nUnder Count 2 – In the alternative, on or about the date and the place aforesaid, \nAccused was wilfully, unlawfully and without sufficient excuse or justification, \nfound to have in his possession, certain articles which had been abstracted by \nmeans of a crime, to wit: sum of Rs 700/-, a mobile phone and an ignition key \nabstracted  by  means  of  larceny  with  violence,  to  the  prejudice  of  Mr Acktar \nHussein Chummun. \n\n2 \n \n \nUnder Count 3 – That on or about the date aforesaid, at Morcellement Lamitie, \nin the aforesaid district, Accused did wilfully and fraudulently, abstract certain \narticles not belonging to himself, to wit: sum of Rs 300,000/-. \n \nIt is also averred that, at the time of the larceny being committed, Accused did \nuse violence towards Mr Acktar Hussein Chummun. \n \nUnder Count 4 – In the alternative, on or about the date and the place aforesaid, \nAccused was wilfully, unlawfully and without sufficient excuse or justification, \nfound to have in his possession, certain articles which had been abstracted by \nmeans of a crime, to wit: sum of Rs 300,000/- abstracted by means of larceny \nwith violence, to the prejudice of Mr Acktar Hussein Chummun. \n \n3. Accused pleaded not guilty under all Counts and was represented by Counsel \nat trial. \n \n4. Declarant (“Witness No.5”) did not testify in this matter and the supporting \nwitness (“Witness No.6”) merely stated in evidence that Declarant called and \ntold him to come to the police station concerning this case. \n \n5. Although Witness No.5 did not testify, he has in June 2020, accompanied PC \nSamjawon (“Witness No.4”), on spot where the alleged incident occurred at \nMorcellement Lamitie, Notre Dame. Witness No.5 showed where he parked his \ncar, which was in a quiet place in the said Morcellement, where there were no \nCCTV cameras and not many houses. At the locus, there were many houses \nunder construction and a petrol station nearby. Witness No.5 also showed \nwhere, in the boot of his car, he had kept the money which was stolen. \n \n6. The  prosecution  essentially  rested its  case on  the  following statements  of \nAccused – \n \n(a) First statement dated 26 September 2020 (“Document B”) \n \n(i) The first statement dated 26 September 2020 was recorded from \nAccused under warning, after his rights were explained to him and \nin the presence of his Bar-at-law. \n \n(ii) In the said statement which was signed by Accused and contained \na  certificate  at  the  end  mentioning  that the  statement was \nvoluntarily given after being read to him and that he nothing to \ncorrect, add or remove in same, Accused denied having committed \nthe offence when the version of witness No.5 was put to him. He \nagreed that he had slapped Witness No.5 on that day and met him \n\n3 \n \non that spot. He knows Witness No.5 who used to buy jewelleries, \nbut it was the first time on 4 June 2020 that he sold jewelleries to \nthe latter. He agreed he slapped Witness No.5 and took Rs 30,000 \nfrom him and left in car 3795 SP 09 which he borrowed from a \nfriend. He explained that he was in financial difficulties during the \nconfinement period and decided to sell jewelleries belonging to his \nwife to Witness No.5, for the total sum of Rs 45,000. On that day, \nWitness No.5 only gave him Rs 15,000 but not the remaining Rs \n30,000. \n \n(iii) Before selling the jewelleries, he did not verify same nor did he \nissue any receipt to the latter witnessing the part payment of Rs \n15,000. Later, on the same day, Witness No.5 had to meet him to \nremit the sum of Rs 30,000 but was reluctant to do so. This is the \nreason why he had slapped Witness No.5 and took that amount \nfrom him. \n \n(iv) Towards the end of the statement, Accused stated “mo pe reflechi, \net  mo  remors  pe  fatigue  moi,  mo  ouler  dire  la  veriter  a  la  police. \nAster la mo ena pou dire qui tout ce qui mo fine raconter dans sa \nlenquete la tout li menti personne pas p force moi pou dire sa. Au \nfaite  ce  bien  mo  meme ki  fine  coquin  ca  missier  Chummun  so \nlargent  Rs  300,000,  Rs  700,  so  portable  et  so  la  clef  lauto  mo  ti \nsauver mo meme ki ti batte lors so le corp partout avant mo coquin \nli .... .... ».   \n \n \n(b) Second statement dated 30 September 2020 (“Document B1”) \n \n(i) On 30  September  2020,  still  under  warning, Accused  gave  a \nsecond statement to the police following the first one, after his \nrights were explained to him. When this statement was recorded \nfrom him, Accused opted not to be assisted by Counsel. \n \n(ii) In the said statement, Accused explained that he had not spoken \nthe truth in his first statement and has decided now to reveal the \ntruth to the police. He knows Witness No.5 through friends and \nheard that Witness No.5 was looking for a car to buy. At that time, \nhe was not in employment and was in financial difficulties. He had \nborrowed his friend`s car to use and then made up his mind to sell \nthat car. \n \n(iii) He called Witness No.5 and told that latter that he had a car to \nsell. Witness No.5 was interested and was requested to meet at \n\n4 \n \nNotre Dame in a Morcellement in the morning with the sum of Rs \n300,000. He came to the meeting point which was not far from \nNotre Dame Petrol station, in car 3795 SP 09, make Mitsubishi \ncolour red. Witness No.5 also came thereat in a car. Witness No.5 \nentered his car and they started conversing. He asked Witness \nNo.5 if the money was in his possession and the latter replied in \nthe affirmative. He made up his mind to rob that money. \n \n(iv) He then started  assaulting  Witness No.5  who  stated  that  the \nmoney was in his car. He looked for the money in the car of \nWitness No.5 and found two envelopes with several notes in the \nboot. He went back to his car where Witness 5 was seated and \nthreatened him not to move. He assaulted Witness No.5 again \nand removed his mobile phone make Samsung, Rs 700 which \nwas in the right pocket of his shirt, and his car keys. He then \nbooted  Witness No.5  out  of  the  car  and  left,  when  he  saw \nsomeone approaching. He spent the stolen money on food and \nbeverages but threw away the car keys and mobile phone. \n \n(v) He agreed to show the police spots where he committed the \noffence and stated that he could identify car 3795 SP 09.   \n \n \n(c) Third statement dated 7 October 2020 (“Document B2”) \n \nIn a third statement dated 7 October 2020 given to the police under \nwarning, Accused identified car 3795 SP 09, colour red, make Mitsubishi \nwhich he used to commit the offence. He took the car from one Shaffick, \nwho is a friend, and never paid any money to the said Shaffick for using \nthe said car. On 22 September 2020, he voluntarily showed spots to the \npolice where he committed the offence and begged for excuse when the \ncharge was put to him. \n \n \n(d) Fourth and last statement dated 27 July 2021 (“Document B3”) \n \nIn a fourth and last statement dated 27 July 2021, still under warning at \nBeau Bassin Prison, Accused maintained that he spent all the stolen \nmoney on food and beverages for himself and his family since he was \nnot working during that period and was short of money to take care of his \nfamily.  \n \n \n7. PS  Seeruttun (“Witness No.2”), who  recorded  the  above  statements  from \nAccused, stated in evidence that, in the beginning, Accused did not cooperate \n\n5 \n \nwith the police, but thereafter he did. In his version, Accused stated that he was \nin contact with Witness No.5 on number 5 8015396, but communications on \nthat number were not verified.  Accused, in his first statement, began by denying \nthe charge but then in the last part of that statement changed his version by \naccepting  the  offences  and  confessing.  He  disagreed  that  it  is  only  when \nAccused’s  Counsel  left  that  he  changed  his  version  from  a  denial  to  a \nconfession. He could recall why the fourth statement was recorded in Beau \nBassin prisons.   \n \n8. Accused adduced in evidence in Court. He stated that he never committed the \noffences. After the first national confinement, he could not work and was in \nfinancial problems. He was in good terms with Witness No.5 as, previously (for \nthe past six months), he knew the latter as someone who acquires jewelleries \nfrom individuals. \n \n9. On 4 June 2020, he had to meet Witness No.5 as, on the eve, he called the \nlatter who showed interest to buy the jewelleries of his wife. Thus, on that day, \nhe met Witness No.5 at Bagatelle. He showed the jewelleries and Witness No.5 \nchecked and weighed same. It was agreed that the jewelleries would be sold \nat Rs 45,000. Witness No.5 made a part payment of Rs 15,000 and told him \nthat the remaining Rs 30,000 would be settled later.  \n \n10. On the same day, during the evening, Witness No.5 called for a meeting at \nMontagne Longue roundabout to effect the rest of the payment. He went to the \nsaid spot on the following day ",
    "pageCount": 9,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "Hp",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250505121509+04'00'",
        "ModDate": "D:20250505121509+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:08.319Z",
    "downloadUrl": "/downloadPDF/judgment/14546645"
  },
  {
    "caseNumber": "Police v Steval Decidee",
    "caseTitle": "Police v Steval Decidee          Mr P Balluck, Magistrate Intermediate Court",
    "judgmentDate": "",
    "fileName": "Police v Steval Decidee.pdf",
    "content": "\n\n1 \n \nPolice v Steval Decidee \n \n2025 INT 133 \n \n   THE INTERMEDIATE COURT OF MAURITIUS \n(Criminal Division) \nCause number: 405/2021 \nIn the matter of: - \nPolice \n \nv/s \n \n  Steval DECIDEE \n \nJUDGMENT \n \n1. Accused stands charged for the offences of – \n \n(a) involuntary homicide by imprudence, in breach of section 239(1) of the \nCriminal Code coupled with sections 133 and 52 – Second Schedule of \nthe Road Traffic Act (Count 1); \n \n(b) breach of condition attached to a provisional licence (No Letter L), in \nbreach of regulation 55(1)(c) of GN 97/54 and sections 44(2)(b) and \n190(1)(3) of the Road Traffic Act (Count 2); and \n \n(c) breach of condition attached to a provisional licence (No Competent \nDriver), in breach of sections 44(2)(b) and 163(1)(b) of the Road Traffic \nAct coupled with Regulation 55(1)(a) of GN 97/54 (Count 3). \n \n2.     Accused pleaded not guilty to Count 1, but guilty to Counts 2 and 3. Accused \nwas represented by Counsel at trial. \n \n\n2 \n \n3.    The charge, under Count 1, as particularised in the information, reads as   follows \n–  \n \nThat on or about  the 19\nth \nday of May in the year 2015, along Costal Road, \nFlic en Flac , in the district of Black River, one STEVAL DECIDEE, also \nknown as Arnold, 31 years, (NIC No D2410873048785), fish monger, \nresiding at B14, Cite EDC, Black River, had unlawfully and by imprudence, \nbeen the unwilling cause of homicide of one Shaohui Gang, whilst driving \na goods vehicle (private lorry) bearing registration number 3130 ZX 05, on \na road at the place aforesaid. \n \n4. It is not disputed that, following a fatal road accident which occurred on 19 May \n2015 along Coastal Road Flic en Flac, one Shaohui Gang (“deceased”), of \nChinese origin, passed away on 01 June 2015. \n \n5. The Medico Legal report (“Document P”) shows that deceased passed away \ndue to cranio cerebral injuries and, in the said document, amongst others, the \nfollowing were noted: deceased had a swollen face, a bilateral resolving black \neye, stitched wounds on his mid right eye brow, left upper and lower eye lid and \nsustained an abrasion over his mid upper eye lid and a bruise behind his left \near. Deceased also had the left frontal bone of his head fractured extending \nover the roof of the left orbit, ethmoid bone and the floor of the left middle cranial \nfossa. His left temporal muscle and inner surface over the left temporo-frontal \nregion of his scalp were also bruised.  \n \n6. The  motor  vehicle  examiner`s  report (“Document  L”) made  following  the \nexamination of Accused’s vehicle after the accident (a goods vehicle) shows \nthat the front offside looking mirror with its window pane was broken. The \ndamages caused to Accused’s vehicle can be seen visually on five photos \n(Documents Q5 to Q9). \n \n7. On the day following the accident, upon instructions of the enquiring officer and \nupon indications of Accused, certain spots were located on the locus in quo and \na plan was drawn (“Document K”). According to the said plan, the point of \n\n3 \n \nimpact is Point D and the spot where deceased fell after the accident is Point \nE. There is a distance of 1.60 metres between Points D and E. Also, Point C on \nthe said document shows the spot where Accused first saw deceased when the \nlatter alighted from the rear door of a bus which was stationary on the other \nside of the road. The distance between Points C and D is 2.70 metres. \n \n8. The spots indicated by Accused on the plan can also be visually seen on photos \ntaken during the enquiry (“Documents Q1 to Q4”). \n \n9. There are no independent witnesses in this matter and Accused did not adduce \nevidence. In his unsworn statement to the police (“Document J2”), Accused \nstated that, on the material date at around 1350 hours, he was driving private \nlorry 3130 ZX 05 along Coastal Road, Flic en Flac, coming from Cascavelle \nproceeding towards Hilton hotel, at a speed of 40 to 45 km per hour. He was on \nthe left side of the road. Just before reaching Wolmar store and after having \nnegotiated a turn, he saw that there was a bus which was parked on the \nopposite lane with its radiator facing Cascavelle. \n \n10. He continued his way and was in the process of crossing the said bus when he \nsaw its rear door being opened by someone who seemed to be a Chinese man. \nThe man dismounted from the bus by the said door and was holding and trying \nto close the door. All of a sudden, the said man ran and came in the middle of \nthe road. \n \n11. He panicked and applied his brakes to avoid an impact but, unfortunately, the \noffside mirror of his vehicle collided against the man`s face and, consequently, \nthe latter fell behind the bus. He stopped his vehicle further down and went \ntowards  Morcellement  Wolmar  until  the  police  came.  He  did  not  see  the \nregistration number of the bus nor its driver. He saw blood and debris on spot. \nAt that time, the road was dry and not under repairs.  \n \n12. On 2 June 2015, he was informed by the police that, following the accident, \ndeceased had passed away at the hospital on 01 June 2015. \n \n\n4 \n \n13. Learned Counsel for Accused submitted that the prosecution has not proved its \ncase beyond reasonable doubt since deceased alighted from the rear of the \nbus  and  crossed  the  road  in  front  of Accused’s vehicle,  thus  causing  the \naccident. For his part, learned Counsel for the prosecution left matters in the \nhands of the Court. \n \n14. I have duly considered the whole evidence on record and the submissions of \nlearned Counsel for Accused. \n \n15. In Chadee v The State [2011 SCJ 149], it was held that: “On  a  charge  of \nimprudence, the focus should not be on the choice of versions between that of \nthe prosecution and the defence but whether objectively speaking the driver in \nquestion  may  be  stated  to  have  driven  his  motor  vehicle  with  the  standard \nrequired in the given conditions of light, weather, time and traffic as revealed \ngenerally by the particular facts and circumstances of the case of which the trial \ncourt  is  the  sovereign  judge.  The  test  is  an  objective  one  as  decided  in \nMcCrone v Riding [1938] 1 All ER 157.  What the prosecution have to prove \nis “that the defendant has departed from the standard of a reasonable, prudent \nand competent driver in all the circumstances of the case.” (see also Walker v \nTalhurst [1976] 1 RTR 513; R v Lawrence 1981 RTR 217; Marot v R [1990 \nSCJ 17]; Ramloll v R [1990 SCJ 237]; Affoque v State [2005 SCJ 108].” \n \n16. The  test  in Chadee  (supra) has  been  applied  in  numerous  cases,  including \nRungien  v  The  State [2019  SCJ  221] where  it  was  emphasised  that: “The \nprosecution  had  to  prove  that  the  driver  departed  from  the  standard  of  a \nreasonable, prudent and  competent  driver,  in  the  circumstances of  the  case. \nThis is an objective test requiring consideration of a number of factors such as \nlight,  weather,  time, traffic,  and  is  not  only  limited  to  the  choice  between \nversions of the prosecution and the defence (vide Chadee P v The State [2011 \nSCJ  149]).  The  particular  circumstances  of  each  case  must  be  viewed \nseparately; what may be imprudent, careless or reckless in one situation may \nnot necessarily be imprudent, careless or reckless in a different situation.  It is \nprimarily a question of fact whether in the particular circumstances of the case \n\n5 \n \nthe facts do or do not show that the accused departed from the standard to be \nexpected.” [Emphasis added] \n \n17. In a gist, the version of Accused is that, before the accident, he was travelling \nat a speed of 40 to 45 km per hour. Just after negotiating a turn, he saw a bus \nwhich was stationary on the opposite lane. He almost crossed the bus when \ndeceased dismounted from the rear door of the bus and suddenly ran towards \nthe middle of the road. After braking, the front offside mirror of his vehicle \ncollided against Accused’s face and Accused fell down. \n \n18. The real evidence on record shows that, in fact, the front offside mirror of \nAccused’s vehicle was damaged. Apart from that, there were no other damages \ncaused to Accused’s vehicle as a result of the impact. Point E, on Document K, \nshows the spot where deceased fell after the accident which is in the middle of \nthe road and this confirms the version of Accused that deceased came in the \nmiddle of the road. Accused stated that a bus was parked on the other side of \nthe road. The enquiry did not suggest otherwise but instead confirmed that \ndeceased  was  crossing  the  road  behind  a  bus  (evidence  of  PS Arlanda, \nWitness No 7).  \n \n19. The distance between Point D (the point of impact) and Point E (the spot where \ndeceased  fell  after  the  accident) is  1.60  metres.  This  is, in  my  view, not \nindicative of Accused travelling at high speed before the accident and, also, this \nfact has been confirmed by PS Digpaul, Witness No.4 in cross examination. \nFurthermore, there were no skid marks or tyre marks on spot which could have \nindicated any hard braking by Accused when faced with the situation. This is, \nin my view, consistent with the contentions of Accused that he was driving at a \nspeed of 40 to 45 km per hour. \n \n20. The version of Accused is also consonant with the real evidence on record \nwhere he stated that the front offside mirror of his vehicle collided against the \nface of deceased. This is confirmed by Document P (see paragraph 5 above) \nwhich establishes that: (a) deceased was majorly injured on his face and head \nand he passed away due to cranio celebral injuries following the impact; and \n\n6 \n \n(b) the injuries at his head and face suggest that deceased was hit by a hard \nobject. \n \n21. According  to  the  evidence  on  record, Accused  was  faced  with  a  sudden \nemergency, 2.70 metres ahead of him (distance between Point C and Point D \non Document K), when deceased suddenly emerged and crossed the road \nbehind a bus which was stationary. The impact took ",
    "pageCount": 8,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "Hp",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250505121629+04'00'",
        "ModDate": "D:20250505121629+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:09.516Z",
    "downloadUrl": "/downloadPDF/judgment/14546657"
  },
  {
    "caseNumber": "Police v Mohammad A. J. Bava Saib",
    "caseTitle": "Police v Mohammad A. J. Bava Saib          Ms K Poollay Mootien, Magistrate Intermediate Court",
    "judgmentDate": "",
    "fileName": "Police v Mohammad A. J. Bava Saib.pdf",
    "content": "\n\nPolice v Mohammad A. J. Bava Saib \n \n2025 INT 129 \n \nTHE INTERMEDIATE COURT OF MAURITIUS \n(Criminal Division) \nCause No.:458/2023 \nIn the matter of: \nPolice \nv \nMohammad Abdool Jabir BAVA SAÏB \nJUDGMENT \n Accused stands charged with making use of a forged private writing, in breach of \nsection 108(a), 109, 111, 112 and 121 of the Criminal Code.  It is averred that Accused, wilfully \nand fraudulently, made use of a forged private writing, knowing it to be forged, to wit: ‘a Medical \nCertificate with letter head “Ministry of Health and Quality of life” dated 22/01/2021 issued by \nDr.  S. Keenalal, Medical Officer in the name of Mr Mohammad Abdool Jabir Bava Saïb bearing \nthe seal of Dr. A. G. Jeetoo Hospital’.  It is further averred that the said forgery was committed \nby the use of a fictitious name and that such act was of a nature to cause prejudice. \nAccused has pleaded not guilty and was represented by Mr. N. Shamtally, of counsel.  \nProceedings were held in creole. \nProsecution was represented by Mrs. L. Jeewon-Neeraye, State Counsel, assisted by \nthe police prosecutor. \nProsecution’s case \nUpon no objection from the defence, the police prosecutor produced: \n(a) A memo dated 31.05.21 from the Ministry of Health and Wellness (Document A) \nstating that ‘Dr. S. Keenalal is not a Medical Health Officer at Dr. A. G. Jeetoo Hospital’, \nand \n(b) A report from the Central Criminal Investigation Department, dated 06.10.21, drawn by \nDetective Sub-Inspector Burumdoyal, Forensic Document Examiner (Document B), \n\n2 \n \nstating that the stamp impression on the impugned medical certificate is dissimilar to \nthe stamp impression used at Dr. Jeetoo Hospital, as provided to the police. \nWPI Fowdar (W4) produced three statements (Documents C, C1 and C2), which she \nrecorded from Accused on 17.06.21, 18.06.21 and 14.01.22, after the latter had been duly \ncautioned and informed of his constitutional rights.  Latter gave his statements voluntarily.  \nUnder cross-examination, she confirmed that the impugned medical certificate was for 14 days \nrest.  KFC reported the matter to the police following Accused’s absence from work.  She could \nnot say whether Accused had indeed been granted 14 days leave.  She could not say whether \npolice  had  enquired  into  the  terms  of employment  of Accused  with  KFC;  she  had  been \ntransferred.  W4 was not re-examined. \n PC 1373 Fanchin (W3) stated that on 09.02.21, he was the station orderly at Vacoas \npolice station and recorded a statement from one Vasdewe Seewooruttun (W5), who remitted \nto him a medical certificate, dated 22.01.21, in the name of Accused, signed by on Dr. S. \nKeenalal and bearing the seal of Dr. Jeetoo Hospital (Document D).  W5 also remitted to her \na document dated 03.02.21 from the Ministry of Health (Document E) and a memo dated \n02.02.20 from Pick and Buy Ltd (Document F).  Under cross-examination, W3 confirmed that, \nsave for recording a statement from W5 and securing those three documents, he was not \ninvolved in the enquiry of the present matter.  He was not cross-examined. \n Dr. K. Deepchand, registrar of the Medical Council of Mauritius (W7), produced a letter \ndated 03.08.23 from the Medical Council of Mauritius stating that the is nobody bearing the \nname Mr. S. Keenalal registered with the said council (Document G).  He was not cross-\nexamined. \n Mr. Vasdewe Seewooruttun (W5), shift leader at KFC Vacoas, confirmed having given \na statement to the police on 09.02.21 in connection with the present matter.  He received \nDocument D, in the name of Accused.  He scanned it before sending it to the HR department, \nbeing the shift leader.  He identified Accused. It was a cashier who handed the document over \nto him.  Accused did not attend work.  W5 could not recall what he said in his statement that \nhe had called Dr. Jeetoo Hospital on that day.  W5 was not cross-examined. \nDefence Case \n Defence did not adduce any evidence. \nSubmissions \n Both learned counsel offered submissions as borne out by the record.  The absence \nof any evidence of prejudice caused by the Accused to establish the offence was raised by \n\n3 \n \nthe defence.  In reply, prosecution submitted that the best evidence against Accused is his \nown confession. \nAnalysis \n As stated above, Accused is being charged with making use of a forged private writing. \n As held in The Director of Public Prosecutions v J. P. Aumont [1989 SCJ 338], the \nconfession of an Accused, if undisputed is the best evidence against him.  There is no \nevidence before this Court hinting that Documents C, C1 and C2 were given by Accused \ninvoluntarily.  The other documents produced by the prosecution are also undisputed. \n In Document  C, Accused  agreed  that  he  did  not  attend  work  from  22.01.21  to \n13.02.21, as he needed the time off and he “fine faire ene tracement pou gaine ene papier \nmedical”.  He subsequently explained that he obtained a medical certificate from one Anjal, \nwhom he met in Plaine Verte, and “c’est li meme qui fine faire moi gaine ene papier medical \ndepuis l’hopital Jeetoo qui soidisant mo fine admete l’hopital Jeetoo le 22/01/2012 et qui mo \nfine gaine 14 jours sick leave a partir le 31/01/21,....mo fine done sa nomé Anjal la Rs. 2,500/- \net c’est mo cousin Ryan ...qui fine alle remet sa certificat medical la dans bureau KFC Vacoas, \net c’est moi qui fine dire li faire sa”.  He subsequently went on to narrate that he believed that \nthe said Anjal had a ‘contact’ at the hospital who would do the needful to “faire necessaire pou \nenregistrer sa certificat dan record l’hopital, mais quand li fine done moi sa papier la mo fine \nconer  qui  c’est  ene  fausse  papier  medical,  par  so  stampe  et  ce  qui fine  ecrire  lor  la.”.  In \nDocument C2, Accused agreed to the charge of making use of a forged document. \n Based on his confession, which is supported by  \n(a) Document  E,  whereby  the  Medical  Superintendent  of  Dr. A.  G.  Jeetoo  Hospital, \ncertifying that there is no record of Accused being admitted in Ward 10 on 22.01.21, \n(b) Document G, confirming that there is no Mr. S. Keenalal registered with the Medical \nCouncil of Mauritius, and  \n(c) Document B, certifying that the stamp used on Document D is dissimilar to that used \nby Dr. A. G. Jeetoo Hospital, \nthis  Court  has  no  difficulty  to  find  that Document  D is  indeed  a  forged  medical \ncertificate, in the name of Accused, dated 22\nnd\n January 2021, stating that  \n(a) Accused is suffering from lower back pain, \n(b) Accused is admitted in ward 10 of the Dr. A. G. Jeetoo Hospital,  \n(c) his admission would be until 30\nth\n January 2021, and that \n(d) Accused would then need rest for 14 days, as from 31\nst\n January 2021. \n\n4 \n \nFurther, based on Accused’s confession, he knowingly obtained a forged medical \ncertificate and submitted same to his workplace, namely KFC Vacoas.  He stated that he did \nnot attend work from 22\nnd\n January 2021 to 13\nth\n February 2021. \nLearned Counsel  for  Accused  submitted  that  nonetheless,  prosecution  has not \nestablished its case, beyond reasonable doubt, since the element of prejudice had not been \nproved. \nIn M. E. Collet v The State [2012 SCJ 488], it was held: \n“... for a conviction to lie for an offence of ‘making use of a forged writing’ the following \nelements must be established as set out in EncyclopedieDalloz(Supra): \n“Pour constituer le crime d’usage de faux, trois éléments sont necessaires; il faut qu’il \ny ait : 1. usage de la pièce ; 2. que cette pièce renferme les caractères d’un faux criminal; 3. \nQue ‘usage en ait été fait avec connaissance de sa fausseté ; 4. Qu’il en soit résulté ou qu’il \nait pu en résulter un prejudice”” (underlining mine) \nFrom the above observations, the first three elements have been proved.  As for the \nelement of ‘prejudice’, in Appadoo v The Queen [1953 MR 9], it was held: \n“It is trite law that the element of prejudice which must exist for the offence of forgery \nto be constituted need not necessarily be actual prejudice caused to a particular person; but \nthat where some prejudice may possibly be caused that is sufficient.” \nClearly, actual prejudice need not be present but merely the possibility of it.  In the \npresent case, this Court has, from Accused’s confession, that Accused did not attend work for \na total of 23 days based on the forged medical certificate.  His employer was knowingly \ndeceived by Accused for 23 days.  \nThis Court is therefore satisfied that the element of ‘prejudice’ has been proved by \nprosecution, beyond reasonable doubt, as for all the other elements of the offence.  Accused \nis accordingly found guilty as charged. \n \n \n \nK. Poollay Mootien \nMagistrate \n5\nth\n May 2025 \n\n5 \n \n  \n ",
    "pageCount": 5,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "Judiciary",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250505100442+04'00'",
        "ModDate": "D:20250505100442+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:10.663Z",
    "downloadUrl": "/downloadPDF/judgment/14544755"
  },
  {
    "caseNumber": "Police vs Seeruttun & Anor",
    "caseTitle": "Police vs Seeruttun & Anor          Mr Akshay Kumar Nundloll, Acting District Magistrate",
    "judgmentDate": "",
    "fileName": "Police vs Seeruttun & Anor.pdf",
    "content": "\n\nPolice vs Seeruttun & Anor \n \n2025 FLQ 97 \n \nIN THE DISTRICT COURT OF FLACQ \nIn the matter of: \nCN: 6205/21 \nPolice \nVs \n1. Sandipsing SEERUTTUN \n2. Akesh RAMKIRIT \nJUDGMENT \nA. Introduction \n \n1. Both Accused stand charged as follows: \n(i) under  Count  I  with  the  offence  of  Larceny  with  other  aggravating \ncircumstance to wit: larceny committed by 2 individuals in breach of \nSections 301 (1) and 305 (1)(b) of the Criminal Code; and \n(ii) alternatively, under  Count  II, for  possession  of  property  obtained \nunlawfully with the offences of assault in breach of Sections 40, 301 (1) \nand 305 (1) of the Criminal Code. \n \n2. The particulars of the offence under Count I, as averred in the information, are \nas follows:  \n \nOn or about the month of May 2016, at Morcellement Argy Flacq, both Accused \ndid, whilst being then and there 2 individuals, wilfully and fraudulently abstract \narticles to wit: \n(1) Six packs of soft drinks, of different designations and brand; \n(2) Two crates of 24 bottles of soft drinks of 0.3 litre known as Sprite; \n(3) One crate of 12 bottles of soft drinks, of one litre known as Coca Cola; \n(4) Four cans of energetic drink, known as Red Bull; \n(5) Two cans of energetic drink, known as Monster; and \n(6) Money, a sum of Rs 2000/- not belonging to them or either of them. \n \n3. Alternatively, under Count II, both Accused stand charged for having wilfully, \nunlawfully and without sufficient excuse or justification, been found to have in \ntheir possession the abovementioned articles, which had been abstracted and \nobtained by means of a crime, to wit: Larceny committed by two individuals to \nthe prejudice of Mrs Roomantee Ramdutt. \n \n\n4. Both Accused  pleaded  not  guilty  to both  Counts.  Accused  No.1 was \nrepresented by Me. Nuckcheddy, of Counsel. Accused No.2 was inops consilii. \nProceedings were held in creole. \n \nB. The Case for the Prosecution and the evidence on record \n \n5. The case was heard on 26.03.25 and only Witness No.4 (the Complainant) was \npresent. WPC Nuckcheddy, posted at Flacq Station, testified under oath that \nWitness No.5 was not met with and that the latter is wanted for other cases and \nmore time is needed to trace him out. Defence Counsel pointed out that Witness \nNo.5 had constantly been absent and the latter was wanted since some time. \nIndeed, as per the record, Witness No.5 had been wanted since 2 months and \nthere was no indication as to when the latter could be traced.  \n \n6. The Prosecution proceeded with its case in the absence of Witness No.1, who \nhad recorded the statements of both Accused, and who was on a long sick \nleave following surgical operation. Both Accused had no objection that their \nrespective defence statements be produced in the absence of Witness No.1 \nand both confirmed that they had no cross-examination with respect to Witness \nNo.1 \n \n7. The Prosecution moved to produce 3 defence statements of Accused No.1 \nrecorded by Witness No.1 on 20.05.16, 23.05.16 and 26.05.16 respectively \nafter the usual warning and constitutional rights were explained to the latter \n(who was then a minor) and in presence of his responsible party. Defence \nCounsel did not object to the production of the said statements and these were \nmarked as Doc A, A1 and A2. \n \n8. Similarly, 3 defence statements were recorded by Witness No.1 in respect of \nAccused No.2, 2 of which were recorded on 26.05.16 and 1 on 07.09.17 after \nthe latter was duly cautioned and his constitutional rights explained to him. \nThese statements were produced and marked as Doc B, B1 and B2, and there \nwas no objection to the production of these statements either.  \n \n9. The Prosecution thereafter called Witness No.4, Mrs Roomantee Ramdutt, who \ndeposed under oath. The latter denied categorically having any recollection of \nthe matter or as to the reason why she was being asked to depose in Court.  \n \n10. The Prosecution thereafter proceeded to refresh her memory. Witness No.4 \npositively identified her signature on the statement she allegedly gave to the \npolice on 15.05.16 at 11.20hrs at Flacq Police Station, but she nonetheless \nmaintained that she cannot recall. The Prosecution attempted to refresh her \nmemory by putting part of her statement to her as follows:  \n \n“Azordi Dimanche le 15 May 2016, mo fine remarquer ki 2 pack coca 2L, \n1 pack Sprite Zero 1.5 L, 2 pq Sprite 2L, 1 pq sprite 1.5L, 1 caisse sprite \n0.3 L, 1 caisse Bouteille coca 1L pas ti laba” \n \n\n11. Witness No.4 nevertheless maintained that she had no recollection. She was \nnot cross-examined.  \n \n12. In the interest of justice, the Court granted a last postponement on account of \nthe absence of Witness No.2, who had been present on several occasions. \nHowever, the Prosecution was given advanced notice that should Witness No.2 \nor 5 not be present on the next occasion, the Prosecution shall be invited to \ntake a stand and no motion for postponement would be entertained.  \n \n13. On 09.04.25, both Witnesses No.2 and 5 were again absent. Defence Counsel \nreiterated  his motion made  on  the previous  occasion  and  objected  to  any \npostponement. The Court drew the Prosecution’s attention to the ruling given \nby the Court on the previous sitting. No explanation had been forthcoming in \nrelation to the absence of Witness No.2. The Prosecution was thereafter invited \nto take a stand on the basis of the repeated absence of Witness No.5 and the \nunexplained absence of Witness No.2 on at least two occasions. \n \n14. The Prosecution thereafter closed its case.  \n \nC. The case for the defence \n \n15. Accused No.1, who was represented by Counsel, elected to remain silent. \n \n16. As for Accused No.2, the latter was duly explained his constitutional rights (to \nremain silent, to make a statement from the dock or to depose under oath), his \nright to call witnesses and to adduce evidence. Accused No.2 also elected to \nremain silent. \n \nD. Analysis  \n \n17.  I have duly considered the evidence on record. I do note that the alleged \noffence took place in 2016 and the matter which was lodged in 2021, was only \nheard in 2025, almost 9 years after the alleged incident. Despite the refreshing \nof memory carried out by the Prosecution, Witness No.4 maintained having no \nrecollection of the alleged incident. It was quite obvious that she did not wish to \ndepose against Accused No.1, who is her son. However, no motion was made \nto treat the witness as hostile.  \n \n18. Be that as it may, the case for the prosecution therefore rested primarily on the \nout-of-court defence statements recorded by Witness No.1 from each Accused \nafter they were duly cautioned and their constitutional rights explained to them.  \n \n19. I have duly perused these statements (Doc A, A1, A2, B, B1 & B2) and I shall \nset out my observations in respect of each Accused. \nAccused No.1  \n\n20. In the first statement given by Accused No.1 on 20.05.16, the latter stated the \nfollowing:  \n \n“sa case vol qui fine arriver dans snack mo mama Mrs Roomantee \nRamdutt qui ena 38 ans et qui habite à Morcellement Argy C/Flacq entre \nvingt heure trente le treize mai deux mille seize et onze heure le quatorze \nmai deux mille seize et aussi entre vingt heure le quatorze mai deux mille \nseize et (....) heure le quinze mai deux mille seize, c’est moi-même qui \nfinne faire sa et mo pou raconte la police tous ca ki fine arriver en detail. \n \n... \nMo fine rente dans lakaz et mo fine coquin plusieur packs coca cola et \nsprite et ene caisse chopine sprite et ene caisse bouteil coca ene litre. \n... \nSi dans declaration ki mo maman fine faire ena deux pack coca cola \ndeux litre, deux pack sprite zero deux litre, ene pack sprite 1.5 litres, ene \npack sprite zero 2 litre, ene caisse chopine sprite 0.3 litre et ene caisse \nbouteille coca cola 1 litre fine perdi, ça li possible sa meme cantiter mone \ncoquin [...] \n \nSamedi la même date le quatorze mai deux mille seize ti capave ver le \nhuit heure et demi à soir...mo fine rentre dans Snack mo maman qui \ntrouve par devan mo lakaz...mo fine coquin deux can red bull deux can \nmonster depuis lor letagere et mo fine donne sa Adarsh Ramkirit [...] \n \nSi dans declaration mo maman fine dire qui quatre red bull en tous et \nene somme de deux mille roupee fine perdi sa mo pas fine prend et ceki \nmone coquin samem mone dire dans mo l’enquete mo pas fine trouve \naucune dimune prend sa kass la” \n \n21. In his second statement to the police on 23.05.16, Accused No.1 stated the \nfollowing:  \n“Azordi lundi date le vingt trois mai deux mille seize dans bureau CID \nFlacq la police fine montrer moi ene garçon mo conne sa garçon la bien. \nLi meme mo camarade Adarsh et c’est li meme qui ti dire moi ale tracer \ndans mo snack et c’est aveck li meme qui mo ti donne tous banne quitte \nchoses qui mo ti coquin dans mo snack la couma mo fine dire dans  mo \npremiere l’enquete. Mo pas pe faire aucain erreur. Aster la la police pe \ndire moi k iso nom exact li Akesh Ramkirit. Mo redire c’est ki mo ti dire \ndans mo premiere l’enquete c’est ça meme la verité” \n \n22. In his third statement to the police on 26.05.16, Accused No.1 confessed to the \ncharge:” \n“Azordi jeudi le vingt six mai deux mille seize dans bureau CID Flacq la \npolice fine montrer moi deux caisse chopine. Ene la li ene caisse chopine \nsprite 0.3L et l’autre la ene caisse chopine mirinda 0.3 L, c’est sa meme \nsa deux caisse chopine la qui mo ti coquin depuis snack mo mama et \nmo ti donne sa mo camarade Adarsh (meaning Akesh Ramkirit). Mo pas \npe faire aucaine erreur parski ene caisse chopine la ti rouge et l’autre la \nti bleu. Sa meme caisse chopine bleu et rouge la qui mo pe trouver dans \n\nbureau  CID  Flacq. Aster  la  la  police  pe  informe  moi  qui  capave \npoursuivre moi pour vol à deux personne et a deux occasion et mo \nd’accord.” \n \n23. It is trite law that “a voluntary confession by an accused party that was direct \nand positive and  had  been  satisfactorily  proved  was  the  best  evidence  \nthat  could  be  prod",
    "pageCount": 8,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "Judiciary",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250505152511+04'00'",
        "ModDate": "D:20250505152511+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:11.628Z",
    "downloadUrl": "/downloadPDF/judgment/14549077"
  },
  {
    "caseNumber": "V NURSIA v POLICE",
    "caseTitle": "V NURSIA v POLICE           Ms A Dhunnoo, District Magistrate",
    "judgmentDate": "",
    "fileName": "V NURSIA v POLICE .pdf",
    "content": "\n\n \n  Page 1 \nV NURSIA v POLICE  \n \n2025 SAV 82 \n \nIN THE DISTRICT COURT OF SAVANNE \n \nProvisional Cause No.: 489/25 \n \nVishnudev Nursia \nApplicant \nv/s  \n \nPolice  \nRespondent \n \nRuling \n \nThe applicant stands provisionally charged with the offence of « Drug dealing: \npossession of cannabis for the purpose of selling » in breach of Sections 30(1)(f)(i) \nand 47(5)(a) of the Dangerous Drugs Act.  As per the provisional information dated \n25th April 2025, the applicant stands provisionally charged with having on or about the \n24th April 2025, unlawfully and knowingly possessed dangerous drugs for the purpose \nof selling, to wit: (i) twenty-two pieces of cellophane each wrapping a certain quantity \nof leaf matter suspected to be cannabis and (ii) a translucent plastic bag wrapping a \ncertain quantity of leaf matter suspected to be cannabis. \n \nThe applicant moved to be admitted to bail and was inops consilii.   \n \nThe Enquiring Officer, PS Fokeer, was deputed to resist the present bail application \nand he deponed under oath. \n \nCase for the Respondent  \n \nFacts and Circumstances: \n \nThe Enquiring Officer deponed as to the facts and circumstances of the case stating \nthat on the 24th April 2025, the applicant was arrested at the rear of his house whereby \n\n \n  Page 2 \na plastic bag containing twenty two plastic parcels each containing suspected cannabis \nwas secured from him.  The Enquiring Officer stated that a search was then carried \nout in the applicant’s house and another plastic bag containing suspected cannabis \nwas secured from his living room.   \n \nAccording to the Enquiring Officer, the total value of the suspected drugs is Rs 70,968. \n \nGrounds: \n \nThe Enquiring Officer put forward the two grounds upon which the respondent is \nresisting the present application for bail, namely: \n(i) Risk of absconding \n(ii) Risk of reoffending \n \nElaborating on the risk of absconding, the Enquiring Officer referred to the fact that in \nthe past the applicant did not abide by bail conditions due to which the police has \nreasons to believe that if released on bail the applicant may abscond. \n \nElaborating on the risk of reoffending, the Enquiring Officer referred to the facts and \ncircumstances of the case, the quantity of suspected drugs secured and the manner \nin which they were wrapped and stated that they give an indication that the applicant \nhas embarked himself in a lucrative business.  The police has reasons to believe that \nif released on bail the applicant may reoffend.    \n \nStatus of the enquiry: \n \nThe Enquiring Officer gave evidence to the effect that the enquiry is only short of the \nreport from the Forensic Science Laboratory.   \n \nNature of the evidence: \n \nAs per the deposition of the Enquiring Officer, the applicant confessed to the charge. \n \nThe Enquiring Officer further gave evidence to the effect that the applicant has \nprevious convictions for non cognate offences.  The applicant is on bail in six cases in \nrespect of cognate offences.    \n \n\n \n  Page 3 \nThe Enquiring Officer was duly cross-examined and revealed that the applicant \ncooperated with the police and has a fixed place of abode. \n \n \n \n     \nCase for the Applicant: \n \nThe applicant elected to make a statement from the dock.  He explained his personal \ncircumstances and promised to abide by all bail conditions.    \n \nThe Law \n \nWhile Section 3 of the Bail Act provides for a right to release on bail, Section 4(1) of \nthe Bail Act provides for the grounds upon which a Court may refuse to release a \ndefendant or a detainee on bail.  Section 4(2) of the Bail Act further provides for the \nfactors to be considered by the Court in deciding whether or not to refuse bail. \n \nIn the case of Hurnam Devendranath v The State [2004] PRV 53, the Judicial \nCommittee of the Privy Council, citing with approval Noordally v Attorney-General \n[1986] MR 204, enshrined the principle according to which « the rule is that a suspect \nshould remain at large, his detention on grounds of suspicion the exception ». \n \nThe Supreme Court, in the case of Labonne J V v Director Of Public Prosecutions \n& Anor [2005] SCJ 38, found that « the two conflicting interests which the law of bail \nseeks to reconcile are, on the one hand, the need to safeguard the necessary respect \nfor the liberty of the citizen viewed in the context of the presumption of innocence, and, \non the other hand, the need to ensure that society and the administration of justice are \nreasonably protected against serious risks which might materialise in the event that \nthe detainee is really the criminal which he is suspected to be. »  \n \nIn the case of Maloupe M.G. v The District Magistrate Of Grand Port [2000] SCJ \n223, the Supreme Court explained the rationale of the law of bail at pre-trial stage as \nfollows: \n \n« The rationale of the law of bail at pre-trial stage is, accordingly, that a \nperson should normally be released on bail if the imposition of the \n\n \n  Page 4 \nconditions reduces the risks referred to above – i.e. risk of absconding, risk \nto the administration of justice, risk to society – to such an extent that they \nbecome negligible having regard to the weight which the presumption of \ninnocence should carry in the balance. When the imposition of the above \nconditions is considered to be unlikely to make any of the above risks \nnegligible, then bail is to be refused. » \nA Court hearing an application for bail therefore has to undertake a two-stage \nassessment.  It should firstly assess the risks warranting an objection to bail.  Should \nthose risks be substantiated, the imposition of conditions to reduce the risks to a \nnegligible level should thereafter be considered.  Bail should be refused only in the \nevent that the imposition of conditions would be unlikely to make the risks negligible. \n \nIn assessing the risks warranting an objection to bail, the Court has a duty consider all \nevidence put before it which would tend to increase or reduce the likelihood of the risks \nmaterialising.  Indeed, in the case of Deelchand V v The Director Of Public \nProsecutions And Others [2005] SCJ 215, the Supreme Court described the \nbalancing exercise to be undertaken by the Court as follows: \n \n« It stands to reason that the decision-making process in relation to bail will \ncall for a balancing exercise where all relevant facts have to be given due \nweight in the balance either in favour of release on bail (where they tend to \nreduce the likelihood of one of the relevant risks materialising) or in favour \nof refusal of bail (where they tend to increase the likelihood of one of the \nrelevant risks materialising). »  \n \nThe Supreme Court, in the case of Deelchand (supra), also provided guidance for the \nassessment of the risk of absconding in the following terms: \n \n« 5.2 The risk of absconding has to be assessed with regard to several \nrelevant factors. Although, as stated in the last passage quoted, the \nseriousness of the offence may, by itself or in conjunction with some other \nfactor such as the defendant’s criminal record, give a basis for believing \nthat the defendant will fail to surrender through fear of a custodial sentence, \nthis factor must be viewed in conjunction with other factors which may well \nindicate that the defendant is unlikely to abscond. \n \n\n \n  Page 5 \n5.3 In Neumeister v Austria (1968) 1 ECHR 91 (27 June 1968) at para 10, \nthe European Court of Human Rights ruled that the severity of the sentence \nwhich the defendant would be likely to incur, if convicted, does not in itself \njustify the inference that he or she would attempt to evade trial if released \nfrom detention: \n \n“The danger of flight cannot ... be evaluated solely on the basis of such \nconsideration..0ther factors, especially those relating to the character \nof the person involved, his morals, his home, his occupation, his assets, \nhis family ties and all kinds of links with the country in which he is being \nprosecuted may either confirm the existence of a danger of flight or \nmake it appear so small that it cannot justify detention pending trial.” \n \n5.4 Considerations relevant to the risk of absconding will include the \nstrength, weakness or absence of family, community, professional or \noccupational ties and financial commitments as such ties, if strong, might \nbe strong incentives not to abscond and, if weak might increase the risk of \nabsconding. The strength of the evidence may also be relevant because if \nit is likely that the charge will not be proved, the defendant may be less \nlikely to abscond. The court must ask itself: what would be likely to motivate \nthe applicant to abscond and what would be likely to make him refrain from \nabsconding? ... » \n \nThe Supreme Court, in the case of Deelchand (supra), further ruled that « the risk of \noffending must be a real one, and that there must be adequate reasons to explain its \nexistence. »  The factors which may be considered when assessing the risk of \nreoffending are the criminal record of the applicant, the nature of the offence he is \nsuspected to have committed, the sentence expected in case of conviction, the extent \nto which the suspected offence is lucrative, the connection between the offence \ncharged and the offence feared, the likely consequences of reoffending, the character \nof the applicant and the nature of the evidence against him. \n \nAnalysis \n \nA Court undertaking the two-stage assessment has to address two questions.  Firstly, \ndoes the evidence put before the Court substantiate the risks warranting an objection \n\n \n  Page 6 \nto bail?  Should the answer to the first question be in the affirmative, secondly, will the \nimposition of conditions reduce those risks to a negligible level?   \n \nIn undertaking the two-stage assessment, I pay due regard to the fact that while the \nEnquiring Officer gave evidence under oath and was duly cross-examined, the \napplicant elected to make a statement from the dock, thereby not exposing himself to \ncross-examin",
    "pageCount": 9,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250506090753+04'00'",
        "ModDate": "D:20250506090753+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:12.983Z",
    "downloadUrl": "/downloadPDF/judgment/14552605"
  },
  {
    "caseNumber": "Yudish Kumar Varma Luchoo v Police",
    "caseTitle": "Yudish Kumar Varma Luchoo v Police          Mrs M D CHUNG KOW CHEONG, District Magistrate",
    "judgmentDate": "",
    "fileName": "Yudish Kumar Varma Luchoo v Police.pdf",
    "content": "\n\nYudish Kumar Varma Luchoo v Police \n \n2025 PMP 10 \n \nIN THE DISTRICT COURT OF PAMPLEMOUSSES \nProv. CN: 336/25 \nIn the matter of:- \nYudish Kumar Varma Luchoo \nApplicant \nv \n \nPolice \nRespondent \nRULING \n \nA. Introduction \n  \n1. The  Applicant  is  provisionally  charged  with  an offence  of Assault  with  premeditation  in \nbreach of Section 229 of the Criminal Code. \n \n2. The Applicant has moved to vary his prohibition order to allow him to travel to India on \n30.04.25 to 11.05.25 for shopping purposes. In support of his application, he filed his air \nticket.  \n \n3. The Respondent objected to the motion and the matter was fixed for Argument.  \n \n4. PS 8678 Abbu, the enquiring officer (the “EO”), was deputed on behalf of the Respondent \nto sustain the ground of objection which is the risk of absconding.  \n \n \nB. The case for the Respondent \n \n\ni. Facts and circumstances of the case \n \n5. Following a case of attempt at murder reported at Triolet police station on 12.08.24, the \npolice  conveyed  Mr  Shashi  Ghinjoor  and  his  wife,  Mrs  Ghinjoor,  to  SSRN  Hospital \nfollowing  injuries  sustained.  They  were  thereat  admitted.  On  15.08.24,  the  victims \nimplicated the Applicant’s confederates for having assaulted them. The Applicant was then \narrested on 05.03.25 and he denied the charge. He was positively identified by the victims. \nThe provisional charge was lodged on the same date and he was bailed out.  \n \n6. The Applicant is borne on record. \n \nii. Risk of absconding \n \n7. This ground is based on an apprehension by the police.  \n \n \nC. The case for the Applicant \n \n8. Under oath, the Applicant stated that the purpose of his travel is to accompany his sister, \nmother and future brother-in-law for wedding clothes shopping. They have already booked \ntheir hotel accommodation. He produced his mother’s, sister’s and future brother-in-law’s \nair ticket as well as their hotel booking (collectively marked as DOC Tickets). He is the one \npaying for his sister’s wedding clothes. He has no intention of absconding.  \n \n \nD. Analysis \n \n9. The Applicant is the subject of an order prohibiting him from leaving the country pursuant \nto Section 14(1) of the Bail Act 1999 (the “Act”). \n \n10. The present application is grounded on section 16 (2)(d) of the Bail Act.   \n \n11. I stand guided by what was held in the case of Peerthum v The District Magistrate of \nRivière du Rempart:\n1\n  \n \n                                                           \n1\n 2009 SCJ 283 \n\n“Then remains the issue whether the objection to vary the prohibition order is justifiable. A \nbalancing exercise has to be carried between the responsibility befalling the prosecution \nauthorities and the convenience of the applicant in accompanying his daughter for further \nstudies. It  is  clear  that  the  balance  tips  heavily,  in  the  circumstances,  in  favour  of  the \nprosecution authorities, in absence of any special reason why there is an almost absolute \nnecessity for the applicant to leave the country. Given the seriousness of the charges laid \nagainst him, the applicant may choose to find ways and means never to return to Mauritius \nto face those charges.”  \n \n12. To  determine  the  merits  of  this  application,  I  am  thus  to  consider  whether  from  the \nevidence, I have been satisfied that a variation order is necessary on account of an almost \nabsolute necessity for the Applicant to travel. I shall make my assessment in conjunction \nwith  the  seriousness  of  the  charge  and  the  objection  raised  by  the  Respondent  to \ndetermine whether this is a fit case which would warrant the exercise of my discretion to \nvary the prohibition order.  \n \n13. Whilst the Respondent has not been able to sustain that there is a real risk that the \nApplicant may not return, based on the evidence ushered by the EO, I am satisfied that \nthere is sufficient incriminating evidence against the Applicant which appears to be strong \nin nature. I also bear in mind the seriousness of the offence which is visited by penal \nservitude not exceeding 20 years. Moreover, the Applicant has also failed to satisfy me as \nto  the  need  and/or  urgency  of  him  going  to  India,  or  the  likely  loss  or  prejudice  or \nirreparable damage he is likely to suffer if he is not allowed to go wedding shopping with \nhis sister.  \n \n \nE. Conclusion \n \n14. For all reasons as stated, I find that the present application is not a fit and proper one for \nme to exercise my discretion to vary the prohibition order. The application is accordingly \nset aside.  \n \n \n \nMrs. M. D. Chung Kow Cheong \nDistrict Magistrate \n05.05.25 \n\n ",
    "pageCount": 4,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "Donna Lam",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250508134351+04'00'",
        "ModDate": "D:20250508134351+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:13.992Z",
    "downloadUrl": "/downloadPDF/judgment/14573377"
  },
  {
    "caseNumber": "H.Joynat v G.Joynat & Ors",
    "caseTitle": "H.Joynat v G.Joynat & Ors          Ms D R Dhooky, Magistrate Intermediate Court",
    "judgmentDate": "",
    "fileName": "H.Joynat v G.Joynat & Ors.pdf",
    "content": "\n\n1 \n \nH.Joynat v G.Joynat & Ors \n \n2025 INT 128 \n \nCn: - 69/20 \n \nTHE INTERMEDIATE COURT OF MAURITIUS   \n(Civil Division)  \n \nIn the matter of: - \n \n \n    Hureesingh Joynat \n \nPlaintiff \n \n         v \n \n \n1. Gunnepsswaree Joynat \n2. Baboo Yogeswarsingh Joynat \n3. Baboo Teknathsingh Joynat  \n                                                                                                                                \n          Defendants \n  \nRULING  \n \nIn  his  Third  Amended  Proecipe  dated  30.05.22,  the  Plaintiff  avers  that  he  is  one  of  the  co-\nowners of a portion of land of the extent of 18.75 perches situate in the district of Rivière du \nRempart as evidenced by title deeds transcribed in Volume TV 1874 No.83, TV 1331 No.31 \nand  TV  4620  No.44. The  Defendants  are  the  heirs  of  late  Mr  Chandrasensingh  Joynat, \n(known  as  Rajen)  who  was  also  one  of  the  co-owners  of  the  abovementioned  plot  of  land. \nThe Plaintiff avers that there exists an exit road of 0.97m wide found on the abovementioned \nplot of land which he has always used to have access to his house. The Plaintiff further avers \n\n2 \n \nthat  the  late  Mr  Chandrasensingh  had  placed  a  CIS  structure  on  the  said  exit  road  of  0.97m \nwide, currently being  used  as  a  garage  by  the  Defendants.  Other  illegal/unauthorised \nconstructions on the said exit road and to Plaintiff’s house have also been made. The Plaintiff \nis  therefore  praying  for  a  Judgment  condemning  and  ordering  the  Defendants  to  remove  all \nthe  illegal  obstructions  as  set  out  in  the  Third  Amended  Proecipe  and  to  pay  to  the  Plaintiff \nthe sum of Rs 500,000/- as damages. \n \nThe Defendants have put in a Plea containing a Plea in limine litis and a Plea on the merits. \nThe Plea in limine litis reads as follows – \n“ 1. Defendants aver that Plaintiff cannot proceed with this present action against them in as \nmuch as : \n(a)     That the said property of the extent of 18.75 perches subject matter of the Plaint is \nstill in a state of indivision and has not yet been divided in kind amongst the heirs \nof Indurjeet Joynat. \n(b)     The  quote  part  indivise  of  neither  the Plaintiff nor  the Defendants  cannot  be \ndetermined in the absence of a division in kind. \n(c)     The  other  co-owners  of  the  said  portion  of  land  of  an  extent  of  18.75  perches   \nsituate at Petit Raffray in the District of Rivière du Rempart have not been put into \ncause. \nDefendants move that the present action be dismissed with costs”. \n \nOn  the  merits, the  Defendants  deny  most  of  the  averments  of  the  Third  Amended  Proecipe \nand move that the action be dismissed with costs. \n \nArguments  were  heard  on  the  Plea in  limine  litis and  the  parties  were  duly  legally \nrepresented.  \n \nFor  the  purposes  of  the  Arguments,  Learned  Counsel  for  the  Defendants  called  Mrs  S. \nMungrally,  Principal  Registration  Officer, under  solemn  affirmation to  produce  the  title \ndeeds. She  identified  and  produced  the  title  deeds  transcribed  in  TV 1331  No.31  and TV \n4620 No.44 respectively marked as Doc A & A1, to which, Learned Counsel for the Plaintiff \ndid not have any objection. \n \n\n3 \n \nMrs  Mungrally  was  not  cross  examined.  Both  Learned  Counsel  thereafter  offered  their \nrespective submissions. \n \n \nArguments on behalf of the Defendants \n \nLearned  Counsel  for  the  Defendants invited the  Court  to  carefully  peruse  TV  4620  No.44 \nwhich  refers  to  a  sale  effected  by  Mrs  Chintamoonee  Ramlagun,  the  widow  of  Indurjeet \nJoynat to her son, Hurreesing Joynat, the Plaintiff. And, the sale is all ‘about la nue propriété \nde tous les droits indivis which is huit quinzième’ for the sale of the Plaintiff.  \n \nHe proceeded to submit that the present matter concerns a plot of land where there are several \nco-owners and the property is still in indivision. He therefore questions as to how the Plaintiff \ncan claim that he is the owner of the said property where he is staying. He submitted that the \nparties  only  have  a  quote-part  and  their  rights  are  not  defined.  Hence,  their rights  cannot  be \nsaid  to  be  on  such  and  such  part  of  the  property and referred  to  an  extract  from Droit  des \nBiens-Alex Weill 2\nnd\n Edition Pg 183 paragraph 216 L’inorganisation de l’administration \ndu bien in that respect, relevant part of which reads as follows –“ Or la part de chacun n’est \njusqu’au partage, localisée sur aucune fraction matérielle du bien indivis; elle est une quote \npart idéale, portant sur l’ensemble”. \n \nThus,  he  submitted  that  the  co-indivisaire  has  got  rights  for  an  action  conservatoire  only \nwhich is not presently the case since the Plaintiff is claiming straightaway proprietary rights \non  the  part  which  is  presently  occupied  by  him.  He therefore  moved  that  the  matter  be \ndismissed. \n \nArguments on behalf of the Plaintiff \n \nLearned  Counsel  for  the  Plaintiff  submitted  that  the  point  is  being  prematurely  addressed. \nAlthough it is true that the Plaintiff is a co-owner,  yet, having  a look at the prayers, namely \nA(ii) –(vii),  they  are  of  a  nature  more  conservatory  than  other.  Hence,  having  regard  to  the \nplaint and its contents, the point raised in limine about the state of indivision has to be elicited \nthrough testimony and not only through the contents of Doc A & A1. He also referred to the \n\n4 \n \ncase  of Rughooputh  &  Anor  v  Lavigilante  &  Ors  2018  SCJ  201,  where the  following  is \nstated “ it is settled law that ‘tout propriétaire est recevable à faire reconnaître son droit de \npropriété indivis’ and, consequently, may by an action ‘en revendication’ proceed against a \nthird party, without some of the other ‘coindivisaires’ being made parties to the suit”. Hence, \nhe submitted  that the  absence  of  a  division  in  kind  is  not  a  valid  objection  ex  facie  the \nproecipe  since  the  matter  of  the  plaint  is  clear  and  the  title  deed  and  evidence  will  establish \nownership,  occupation  and  disturbance. The  cumulative  effect of  this, is  that  the  point  is \npremature. \n \nAnalysis \n \n1. I have duly considered the arguments and submissions of both Learned Counsel as well \nas the respective authorities referred to by them. \n \n2. I  propose  to  consider  the  points  raised in  limine  litis together  as  they  are  inextricably \nlinked  and essentially  involve  determining  the  nature  of  the  action  entered  by  the \nPlaintiff and  whether  the  latter  can  alone  enter  the  present  case in  absence  of  other \ninterested parties/co-indivisaires. \n \n3. It  is  not  disputed  that  the  Plaintiff  is  a  co-owner  of  a  plot  of  land  and  that  a  state  of \nindivision  reigns  between  the  parties  (Paragraph  1  of  the  Third  Amended  Proecipe \nrefers).  In  that  context,  I find  it  appropriate  to  refer to Article  813 al  1 of  the Code \nCivil Mauricien which provides as follows – \n“Tout  indivisaire  peut  prendre  les  mesures  nécessaires  à  la  conservation  des  biens \nindivis”. \n \n4. This  inevitably  begs  the  question  of  what  amounts  to  a  mesure  conservatoire?    In  the \ncase  of Nowrung  B  R  v  Seechurn  P  2023  SCJ  153, the  Supreme  Court  whilst \nreferring to the case of Rughooputh (supra), had the following to say – \n \n“In Rughooputh  P  &  Another  v  Lavigilante  G  &  Others [2018  SCJ  201], an  article \nentitled Indivision (Régime légal) by Christophe Albiges, Professeur à l’Université \nMontpellier  I,  published  in  Rép.  Civ.  Dalloz,  mars  2011 was  referred  to,  making \n\n5 \n \nreference to article 815-2 al. 1 of the French Code Civil (the equivalent of article 813 \nal.1 of our Civil Code) on what are ‘mesures conservatoires’ in respect of a property \nwhich is in a state of ‘indivision’.  \n \nThe following was quoted:  \n«  245.  Définition  prétorienne. - Le  code  civil,  même  après  la  réforme  de  2006, \nn'indiquant pas les critères qui permettent de qualifier les mesures dites conservatoires, \nla  Cour  de  cassation  a  apporté  différentes  précisions  relatives  aux  actes  énoncés  par \nl'article  815-2, alinéa  1  er,  du  code  civil.  Une  importante  décision  avait  permis  de \npréciser  que  de  telles  mesures  supposaient  la  conclusion  d’«  actes  matériels  ou \njuridiques  ayant  pour  objet  de  soustraire  le  bien  indivis  à  un  péril  imminent  sans \ncompromettre sérieusement le droit des indivisaires.  \n \n246. Mesures matérielles. - Une première catégorie d'actes conservatoires correspond \nà  des  mesures  matérielles  nécessaires  à  la  conservation  du  bien  indivis  et  mises  en \noeuvre, avec des frais limités, par un indivisaire seul. Tel a pu être le cas de la remise \nen état d'une toiture, les travaux entrepris étaient destinés à empêcher la chute de tuiles \ndans  une  rue  très  fréquentée  et  à  proximité  d'un  arrêt  d'autobus  (Civ.  1  re,  11  juin \n1996, no 94-18.382, inédit). »  \n...  \nApplying the above principles to article 813 al.1 of our Code Civil, it was held that: \n \n‘This being so, an action by an indivisaire with a view to protect his undivided rights in \na  property  which  is  subject  to  indivision  against  a  party  who  alleges  being  the  owner \nthereof  is  a  form  of  “mesures  conservatoires.” Such  an  action  needs  neither  the \nconsent of all the indivisaires nor the joinder of each and every of them. Therefore, the \npresent action is clearly a form of “mesures conservatoires” contemplated under art. \n813 al 1.’ (underlining is mine). \n \n5. Furthermore, in  the  case  of Choo  Ping  Fen  A  & Ors  v  M.  B.  Tickfine  & Ors  1998 \nSCJ  38, the  Court  of  Civil  Appeal  considered  the  right  of  a  co-owner  in  respect  of  a \nproperty in a state of ‘indivision’. The following was held:  \n \n\n6 \n \n‘It is now settled law that “tout propriétaire e",
    "pageCount": 7,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "Judiciary",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250502185739+04'00'",
        "ModDate": "D:20250502185739+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:15.025Z",
    "downloadUrl": "/downloadPDF/judgment/14537974"
  },
  {
    "caseNumber": "Police v Jean Steven AUGUSTE",
    "caseTitle": "Police v Jean Steven AUGUSTE          Mr M I F Nathire, Acting Senior District Magistrate",
    "judgmentDate": "",
    "fileName": "Police v Jean Steven AUGUSTE.pdf",
    "content": "\n\nPolice v Jean Steven AUGUSTE \n \n2025 BMB 37 \n \nBEFORE THE DISTRICT COURT OF BLACK RIVER \nIn the matter of: \nProvisional cause number 450/2025 \n \nPolice \n \nV \n \nJean Steven AUGUSTE \n \nRULING \n \nThis  is  a  provisional  information  which  contains  one  count  against  one  Mr Jean  Steven \nAuguste,  reproaching  the  latter  for  having,  on  the  1\nst\n July  2021,  unlawfully  and  wilfully \norganised the importation of dangerous drugs into Mauritius, to wit: sixty three kilograms of \nCannabis, from Reunion Island to Mauritius via sea routes. As per the particulars provided, \nthe value of the drugs is Rs75,906,120. The alleged offence has been committed pursuant to \nsections 30(1), 41(3) and (4), and 47(2) and (5)(a) of the Dangerous Drugs Act. \n \nThe police prosecutor Inspector Teckah called SP Ghoora under oath who explained that on \nthe 1\nst\n July 2021, upon police obtaining information to the effect that persons namely Jacques \nDamien  Coureur,  Benito  Coomarasamy  Curpanen,  Jean  Jason  Harris  and  Jean  Steven \nAuguste  were  involved  in  an  importation  of  dangerous  drugs  into  Mauritius  from  Reunion \nisland, police intercepted a speedboat at sea near Le Morne. Upon seeing the police, 8 bags \ncontaining dangerous drugs were thrown at sea. Police succeeded to arrest the Skipper Mr \nCoureur as well as Mr Curpapen and Harris. However, Mr Jean Steven Auguste managed to \nescape. In 2023, the said Auguste was spotted in Madagascar with a passport belonging to \nhis brother and the Mauritian police has been informed by interpol of Madagascar of same. \nPolice intend to inform the Attorney General’s Office to start extradition procedure and as soon \nas  Mr  Auguste  is  brought  in  Mauritius,  he  will  be  arrested  and  will  be  brought  to  court.  SP \nGhoora ended his statement on oath by stating that the police are not pressing for any warrant \nof arrest but that the said provisional information has been lodged in abstentia upon advice \nfrom the Office of the Director of Public Prosecutions. \n\n \nIt is worth reminding that the concept of provisional information is quite unique to the Mauritian \ncontext  and  that  there  is  no  statutory  provision  for  the  lodging  of  a  provisional  information. \nhowever, it is well-established that such provisional information is lodged to bring the arrested \nperson to court. \n \nIndeed, in the case of Gordon-Gentil v State 1995 MR 38, the Supreme Court, citing the case \nof DPP  v  Indian  Ocean  International  Bank  1989  MR  110,  highlighted  that “as everybody \nknows,  a  provisional  information  is  entered  when  a  suspect  is  arrested  or  is  brought  into \ncustody. Its purpose is to bring the detention of the individual under judicial supervision and \ncontrol so as to prevent an administrative detention and to enable a judicial authority to decide \nwhether the detainee should be released on bail or not and, if not, for how long he should be \ndetained.   No  detainee  pleads  to   a  provisional   information   and  no   trial   takes   place. \nConsequently,  no  question  arises  as  to  whether  evidence  is  required  to  be  given  in  those \nproceedings. When the need  arises for  evidence  to  be  given, the  provisional  information  is \nsimply struck out and an information is lodged to which the accused pleads and in respect of \nwhich a trial takes place”  \n \nThe Supreme Court also stressed on the fact that the process of bringing an arrested person \nto court is “but a prolongation of the initial process of arrest”. The Court went on to hold that \n“whereas at the initial stage the person arrested should be told the reason for his arrest, the \nnext  important  step  is  to  inform the  Court why the  person  is  detained  and  taken before the \nCourt. This is not merely a formality. The Court acts as arbiter between the executive and the \ncitizen and, in such cases, may control the regularity of an arrest if the need for it arises” \n \nThe  lodging  of  a  provisional  information  is  the  mechanism  with  which  section  5  of  the \nConstitution is set in operation when the arrested person is brought before a magistrate within \nthe least possible delay so that the court may be informed of the reason of the arrest. \n \nIn  the  present  matter,  the  accused  under  the  present  provisional  information  is  absent  and \nthere  is  no evidence from  SP  Ghoora  who deposed  in  court  that  the  accused  has  been \narrested.  In  the  absence  of  the  provisionally  charged  accused  and  in  the  absence  of  any \narrest, there  is  no  basis  for  the  lodging  of  a  provisional  information  as  there  is  no  arrested \nperson  who  is  being  brought  under  judicial  control. The  provisional  information  is  therefore \nstruck out. \n \nM I F NATHIRE \n\nAg Senior District Magistrate \nThis 2\nnd\n May 2025 \n ",
    "pageCount": 3,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "Computer Room Judiciary",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250507092334+04'00'",
        "ModDate": "D:20250507092334+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:15.913Z",
    "downloadUrl": "/downloadPDF/judgment/14561438"
  },
  {
    "caseNumber": "Nunkoo v Police",
    "caseTitle": "Nunkoo v Police          Dr Z. B Cassamally, Acting Senior District Magistrate",
    "judgmentDate": "Sequestration",
    "fileName": "Nunkoo v Police.pdf",
    "content": "\n\nDistrict Court (RR) CN: 395/2025 – p.1 \n \nNunkoo v Police \n \n2025 RDR 167 \n \nIN THE DISTRICT COURT OF RIVIERE DU REMPART \n \nCN: 395/2025 \n \nIn the matter of:- \nAshvin Nunkoo \nApplicant \nv. \n   \nPolice \nRespondent \nRULING \n \nApplicant   stands   provisionally   charged   with the   offence   of sequestration in   breach   of \nsection 258 of   the   Criminal   Code. He moved   for   bail   and was   assisted by   Counsel, \nMr Juwaheer. Respondent objected to the bail application on the ground that he may abscond if \nreleased.  \n \nSection 4(1)(a)(i) of Bail Act 1999 (Act 32/1999) [“the Bail Act”] provides that the Court may \nrefuse  to  release  a  defendant  or  a  detainee  on  bail  where  it  is  satisfied  that  there  is  reasonable \nground  for  believing  that  the  defendant  or  detainee,  if  released,  is  likely  to  fail  to  surrender  to \ncustody or to appear before a Court as and when required. \n \nIn  the  present  matter, the  enquiry  officer,  Sergeant  Sohun,  explained  that  on  31.01.2025 a  lady \nreported  at  Grand  Bay  Police  Station  that  on  the  eve  at  22.30  hours  one  Ridwan  Khodabacus \n(RK) was in front of La Casa restaurant when a van slowed down and two individuals came out, \nthey forced  RK  to  get  into  the  said  vehicle,  and  they  drove  off. He  explained  that  RK  reported \nthat  he  was  brought to Palmar  where  he  was  beaten  up,  his  assailants  requested  for  25  million \nrupees,  and when one Ashven refused to  give the money, he was tortured, kept in  a house, and \nabandoned on the next day along Terre Rouge motorway. He went on to explained that RK cited \nthe name of  Applicant, the latter was arrested on 26.03.2025 and was positively identified by 2 \nsuspects.  He  pointed  out  that  Applicant may abscond  because  he may incur  a  heavy  penalty  if \nfound  guilty.  During cross-examination, he conceded that RK did not identify Applicant so far, \nand elected to so during the trial. At this stage, one cannot say for sure that Applicant will stand \ntrial. His past convictions for larceny or assault cases, as per Doc X1, and the provisional charges \n\nDistrict Court (RR) CN: 395/2025 – p.2 \n \nagainst  him,  as  per  Doc  PPU1, do  not  imply  that  he will be found  guilty  of sequestration. The \nenquiry is still ongoing. The police are relying essentially on the unsworn versions given by RK \nand  2  suspects. Obviously,  the evidence  of  a  suspect  is  to  be  assessed  with  caution  because  he \nmay  have reasons of self-interest to lie or to  falsely implicate another in the commission of the \noffence. As  such, it  will  be not  be reasonable,  taking  into  account  that Applicant  denied  the \nallegations  made  against  him  and that the  nature  of  evidence  against him is  not shown  to  be \n‘patently’ strong, to anticipate his conviction and to conclude that he will abscond if released on \nbail to avoid a serious sentence. The Supreme Court pointed out in Labonne v The D.P.P. and \nThe  District  Magistrate  of  Black  River [2005  SCJ  38] that  the  seriousness  of  the  offence  is \nonly  one  of  the  considerations  to  be  taken  into  account,  and  will  not  by  itself  provide  adequate \nground for refusing bail.  \n \nIn  addition, a PF  14  was  also produced  to  show  that  he  was  fined  twice  for  having  breached \ncondition  of  release.  Same  was  marked  as  Doc  X2. No  evidence  was  adduced as  to  the  type  of \ncondition he failed to comply with. The  enquiry  officer added that Applicant failed to  report to \nPolice station since the date of the incident and he left his house. Nevertheless, he stated that he \nis not aware of the fact that Applicant went to report to Piton police station after the incident on \n01.02.2025,  and  he  produced  medical  certificates  to  explain  why  he  did  not  report thereafter.  It \nalso transpires from his testimony that he did not went to Applicant’s house to look for him but \nhe is relying only on what his colleagues told him. His colleagues did not depose in Court to be \nsubject to cross-examination, and no entries were produced to show the date and time they went \nto look for Applicant. Moreover, the enquiry officer conceded that Applicant came by himself to \nthe  police station.  He  also  conceded  that  Applicant  has  family  ties  and  there  is  a  prohibition \norder against him.  \n \nIn the circumstances, the Court is of the view that the risk of absconding is not proven to be of \nsuch a magnitude that conditions cannot be envisaged to abate its realisation. \n \nThe rationale of the law of bail at pre-trial stage is explained in Maloupe v District Magistrate \nof  Grand  Port  i.p.o.  Director  of  Public  Prosecutions [2000  SCJ  223].  The  Supreme  Court \nobserved that a  person  should  normally  be  released  on  bail  if  the  imposition  of  the  conditions \nreduces  the  risk  of  absconding,  risk  to  the  administration  of  justice,  risk  to  society  to  such  an \nextent  that  they  become  negligible  having  regard  to the  weight  which  the  presumption  of \ninnocence should carry in the balance; and when the imposition of the conditions is considered to \nbe unlikely to make any of the risks negligible, then bail is to be refused. \n \nHere,  the  Court  is  of  the  view  that  the aforesaid risk  can  be abated by  the  imposition  of \nconditions such that it becomes negligible having regard to the weight which the presumption of \ninnocence  would carry in the balance. The imposition of two sureties, a  recognisance, a  curfew \n\nDistrict Court (RR) CN: 395/2025 – p.3 \n \norder, and the obligations to have a fixed place of residence, to be permanently equipped with a \nmobile  phone  and  to  report  to  the  nearest  police  station  would allow  the  police  to  monitor the \nwhereabouts of Applicant.  \n \nBesides,  it  transpires  from  the evidence  on record  that Applicant is held  in  custody  since  more \nthan one  month, there  is  no  indication  when  the  enquiry  will  be  over, and when he will  stand \ntrial. Applicant stated that he has 3 children aged 3, 6 and 10, he is the sole breadwinner of the \nfamily, and he will abide by all bail conditions.  \n \nOn  the  basis  of  the  above,  the  Court  orders  that  Applicant  be  released  on  bail  subject  to  the \nfulfilment of the following conditions by him: \n \ni. to provide two sureties in the sum of Rs.50,000/- each by bank cheque;   \nii. to enter into a recognisance in the sum of Rs.600,000/-;  \niii. to be permanently equipped with a mobile phone, the number of which be communicated in \nadvance  to  one  or  more  police  officers  nominated  for  that  purpose,  and  to  ensure  that  the \nsaid mobile phone is in good working condition and open for communication at all times;  \niv. to reside at a fixed place of residence indicated by him to the police; \nv. to  remain  at  his  place  of  residence  daily  from 9 pm  to 6 am,  by  virtue  of  a  curfew  order \nhereby imposed upon him, and in case of emergency, to inform the police of same before \nleaving his place of residence during the said curfew hours;   \nvi. to  report  to  the  police  station  nearest  his  place  of  residence  twice  daily,  7  days  a  week, \nonce between 6 am and 10 am and once between 4 pm and 8 pm;  \nvii. to inform the police of his daily activities when he reports to the police station; and \nviii. to remain accessible and/or promptly available, should the police request and/or require to \nsee him at any given time for the purposes of the enquiry. \n \n \n \nDr Z Cassamally, \nAg Senior District Magistrate,  \n02.05.2025  ",
    "pageCount": 3,
    "metadata": {
      "info": {
        "PDFFormatVersion": "1.4",
        "IsAcroFormPresent": false,
        "IsXFAPresent": false,
        "Author": "User",
        "Creator": "Microsoft® Word 2016",
        "Producer": "Microsoft® Word 2016",
        "CreationDate": "D:20250507210627+04'00'",
        "ModDate": "D:20250507210627+04'00'"
      },
      "version": "1.10.100"
    },
    "pageNumber": 1,
    "extractedAt": "2025-05-08T21:12:17.022Z",
    "downloadUrl": "/downloadPDF/judgment/14568063"
  }
]